import imageCustomer_1 from "../../../../assets/images/users/01.png";
import imageCustomer_2 from "../../../../assets/images/users/02.png";
import imageCustomer_3 from "../../../../assets/images/users/03.png";
import imageCustomer_4 from "../../../../assets/images/users/04.png";
import imageCustomer_5 from "../../../../assets/images/users/05.png";

export const dataCustomerReview = [
  {
    id: 0,
    image: imageCustomer_1,
    nameCustomer: "أميرة محمود",
    timeAdd: "3 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 1,
    image: imageCustomer_2,
    nameCustomer: "أمينة احمد",
    timeAdd: "3 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 2,
    image: imageCustomer_3,
    nameCustomer: "رامى حسن",
    timeAdd: "50 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 3,
    image: imageCustomer_4,
    nameCustomer: "خالد احمد",
    timeAdd: "2 ساعة",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 4,
    image: imageCustomer_5,
    nameCustomer: "أميرة محمود",
    timeAdd: "3 ساعة",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 5,
    image: imageCustomer_1,
    nameCustomer: "أميرة محمود",
    timeAdd: "3 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 6,
    image: imageCustomer_2,
    nameCustomer: "أمينة احمد",
    timeAdd: "3 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 7,
    image: imageCustomer_3,
    nameCustomer: "رامى حسن",
    timeAdd: "50 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 8,
    image: imageCustomer_4,
    nameCustomer: "خالد احمد",
    timeAdd: "2 ساعة",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 9,
    image: imageCustomer_5,
    nameCustomer: "أميرة محمود",
    timeAdd: "3 ساعة",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 10,
    image: imageCustomer_1,
    nameCustomer: "أميرة محمود",
    timeAdd: "3 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 11,
    image: imageCustomer_2,
    nameCustomer: "أمينة احمد",
    timeAdd: "3 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 12,
    image: imageCustomer_3,
    nameCustomer: "رامى حسن",
    timeAdd: "50 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 13,
    image: imageCustomer_4,
    nameCustomer: "خالد احمد",
    timeAdd: "2 ساعة",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 14,
    image: imageCustomer_5,
    nameCustomer: "أميرة محمود",
    timeAdd: "3 ساعة",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 15,
    image: imageCustomer_1,
    nameCustomer: "أميرة محمود",
    timeAdd: "3 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 16,
    image: imageCustomer_2,
    nameCustomer: "أمينة احمد",
    timeAdd: "3 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 17,
    image: imageCustomer_3,
    nameCustomer: "رامى حسن",
    timeAdd: "50 دقائق",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 18,
    image: imageCustomer_4,
    nameCustomer: "خالد احمد",
    timeAdd: "2 ساعة",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 19,
    image: imageCustomer_5,
    nameCustomer: "أميرة محمود",
    timeAdd: "3 ساعة",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  },
  {
    id: 20,
    image: imageCustomer_2,
    nameCustomer: "أميرة محمود",
    timeAdd: "3 ساعة",
    textContent:
      "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية."
  }
];
