import imageUser_1 from "../../../../../../assets/images/users/01.png";
import imageUser_2 from "../../../../../../assets/images/users/02.png";
import imageUser_3 from "../../../../../../assets/images/users/03.png";
import imageUser_4 from "../../../../../../assets/images/users/04.png";
export const dataUser = [
  {
    id: 1,
    userImage: imageUser_1,
    userName: "أميرة محمود",
    timeAdd: 3,
    timeText: "دقائق",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 2,
    userImage: imageUser_2,
    userName: "أميرة محمود",
    timeAdd: 50,
    timeText: "دقائق",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 3,
    userImage: imageUser_3,
    userName: "محمد محمود",
    timeAdd: 5,
    timeText: "ساعة",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 4,
    userImage: imageUser_4,
    userName: "خالد عيد",
    timeAdd: 2,
    timeText: "ساعة",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 5,
    userImage: imageUser_2,
    userName: "أميرة محمود",
    timeAdd: 50,
    timeText: "دقائق",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 6,
    userImage: imageUser_3,
    userName: "محمد محمود",
    timeAdd: 5,
    timeText: "ساعة",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 7,
    userImage: imageUser_4,
    userName: "خالد عيد",
    timeAdd: 2,
    timeText: "ساعة",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 8,
    userImage: imageUser_3,
    userName: "خالد عيد",
    timeAdd: 2,
    timeText: "ساعة",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 9,
    userImage: imageUser_1,
    userName: "أميرة محمود",
    timeAdd: 3,
    timeText: "دقائق",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 10,
    userImage: imageUser_2,
    userName: "أميرة محمود",
    timeAdd: 50,
    timeText: "دقائق",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 11,
    userImage: imageUser_3,
    userName: "محمد محمود",
    timeAdd: 5,
    timeText: "ساعة",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 12,
    userImage: imageUser_4,
    userName: "خالد عيد",
    timeAdd: 2,
    timeText: "ساعة",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 13,
    userImage: imageUser_2,
    userName: "أميرة محمود",
    timeAdd: 50,
    timeText: "دقائق",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 14,
    userImage: imageUser_3,
    userName: "محمد محمود",
    timeAdd: 5,
    timeText: "ساعة",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 15,
    userImage: imageUser_4,
    userName: "خالد عيد",
    timeAdd: 2,
    timeText: "ساعة",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  },
  {
    id: 16,
    userImage: imageUser_3,
    userName: "خالد عيد",
    timeAdd: 2,
    timeText: "ساعة",
    comment:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
  }
];
