import image_1 from "../../../../../assets/images/collection/01.png";
import image_2 from "../../../../../assets/images/collection/02.png";
import image_3 from "../../../../../assets/images/collection/03.png";
import image_4 from "../../../../../assets/images/collection/04.png";

export const cardsFavoriteData = [
  {
    id: 0,
    image: image_1,
    textLocation: "الرياض . السعودية",
    titleCard: "سفاري في الرياض",
    NumPriceNew: "53",
    rateNum: "4.5",
    textContent:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
    textCardOne_1: "متاح إلغاء الحجز مجانا",
    textCardOne_2: "إحجز الآن إدفع لاحقا"
  },
  {
    id: 1,
    image: image_2,
    textLocation: "الرياض . السعودية",
    titleCard: "سفاري في الرياض",
    NumPriceNew: "53",
    rateNum: "4.5",
    textContent:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
    textCardOne_1: "متاح إلغاء الحجز مجانا",
    textCardOne_2: "إحجز الآن إدفع لاحقا"
  },
  {
    id: 2,
    image: image_3,
    textLocation: "الرياض . السعودية",
    titleCard: "سفاري في الرياض",
    NumPriceNew: "53",
    rateNum: "4.5",
    textContent:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
    textCardOne_1: "متاح إلغاء الحجز مجانا",
    textCardOne_2: "إحجز الآن إدفع لاحقا"
  },
  {
    id: 3,
    image: image_4,
    textLocation: "الرياض . السعودية",
    titleCard: "سفاري في الرياض",
    NumPriceNew: "53",
    rateNum: "4.5",
    textContent:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
    textCardOne_1: "متاح إلغاء الحجز مجانا",
    textCardOne_2: "إحجز الآن إدفع لاحقا"
  },
  {
    id: 4,
    image: image_2,
    textLocation: "الرياض . السعودية",
    titleCard: "سفاري في الرياض",
    NumPriceNew: "53",
    rateNum: "4.5",
    textContent:
      "ذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
    textCardOne_1: "متاح إلغاء الحجز مجانا",
    textCardOne_2: "إحجز الآن إدفع لاحقا"
  }
];
