import img from "../../../../../assets/images/blogs/01.png";
import imgUser from "../../../../../assets/images/users/01.png";
import "./BannerDetails.css";
const InfoBlogDetails = () => {
  return (
    <div className="info-details-blog">
      {/* ================== START IMAGE BLOG TOP =========== */}
      <div className="image-blog-top">
        <img
          src={img}
          alt="blogImage"
          className="w-100  object-fit-cover"
          loading="lazy"
        />
      </div>
      {/* ================== START IMAGE BLOG TOP =========== */}
      {/* ================== START CONTENT BLOG DETAILS ============= */}
      <div className="content-blog-details">
        <h2 className="title">7 نصائح للسفر وتجنب الخسائر</h2>
        {/* ============ START INFO BLOG ADDED =========== */}
        <div className="info-blog-added d-flex align-items-center gap-3">
          <img
            src={imgUser}
            alt="img person"
            className="object-fit-cover"
            width={"45px"}
            height={"45px"}
          />
          <div className="content-info">
            <h2 className="name">أميرة محمود</h2>
            <div className="time-add">منذ 3 دقائق</div>
          </div>
        </div>
        {/* ============ END INFO BLOG ADDED =========== */}
        {/* ============ START CONTENT TEXT ============ */}
        <div className="content-text">
          <p className="text">
            هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
            النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد
            من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.إذا
            كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد
            الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص
            العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير
            من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.ومن هنا وجب على
            المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور
            مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة
            له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.هذا النص يمكن
            أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير
            منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.
          </p>
          <p className="text">
            هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
            النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد
            من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.إذا
            كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد
            الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص
            العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير
            من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.ومن هنا وجب على
            المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور
            مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة
            له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.هذا النص يمكن
            أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير
            منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.
          </p>
        </div>
        {/* ============ END CONTENT TEXT ============ */}
      </div>
      {/* ================== END CONTENT BLOG DETAILS ============= */}
    </div>
  );
};

export default InfoBlogDetails;
